IDEA StatiCa Open Model
OriginSettings.CrossSectionConversionTable Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Conversion table for Parameters
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public CrossSectionConversionTable CrossSectionConversionTable { get; set; }
Public Property CrossSectionConversionTable As CrossSectionConversionTable
	Get
	Set
public:
property CrossSectionConversionTable CrossSectionConversionTable {
	CrossSectionConversionTable get ();
	void set (CrossSectionConversionTable value);
}
Property Value
Type: CrossSectionConversionTable
See Also
Reference
OriginSettings Class
IdeaRS.OpenModel Namespace